Repository: herzi/gutachter
Catalog: po/*.po
Languages: ca, de, gl

source: exited with exit code %d
ca: surtit amb el codi de sortida %d
de: Beendet mit Status-Code %d
gl: finalizado con código de erro %d

source: Loading Test Paths...
ca: Carregant rutes del test...
de: Lade Test-Pfade…
gl: Cargando camiños das probas...

source: no test selected
ca: no s'ha seleccionat cap test
de: kein Test gewählt
gl: ningunha proba seleccionada

source: Failures
ca: Errades
de: Fehler
gl: Fallas

source: Hierarchy
ca: Jerarquia
de: Struktur
gl: Xerarquía

source: not tested yet
ca: no s'ha provat encara
de: noch nicht getestet
gl: aínda non probado

source: Choose Unit Test
ca: Tria Unitat per al test
de: Unit-Test auswählen
gl: Escoller proba unitaria

source: Executable Programs
ca: Programes executables
de: Ausführbare Programme
gl: Programas executables

source: auto-update
ca: Actualització automàtica
de: Aktualisieren
gl: actualizar automáticamente

source: [TESTCASE]
gl: [PROBA]

source: Gutachter Unit Testing
ca: Gutachter Test d'Unitats
gl: Probador unitario Gutachter

source: Run unit tests until the bar is green!
ca: Executa testos d'unitats fins que la barra sigui verda!
de: Unit-Tests ausführen bis der Balken grün wird!
gl: Executar probas unitarias até que a barra sexa verde!
